# Brewfile

# CLI tools
brew "dotter"
brew "git"
brew "gcc"
brew "python"
brew "gh"
brew "lazygit"
brew "fd"
brew "btop"
brew "yazi"
brew "eza"
brew "bat"
brew "curl"
brew "asdf"
brew "zip"
brew "docker"
cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrains-mono"
brew "zoxide"
brew "fzf"
brew "just"
brwe "scc"
