# Brewfile

# CLI tools
brew "dotter"
brew "git"
brew "neovim"
brew "gcc"
brew "python"
brew "rustup-init"
brew "gh"
brew "lazygit"
brew "fd"
brew "btop"
brew "yazi"
brew "starship"
brew "eza"
brew "bat"
brew "ripgrep"
brew "wget"
brew "asdf"
brew "gawk"
brew "zip"
brew "talosctl"
brew "kubectl"
brew "docker"
brew "tpm"
