# Brewfile

# CLI tools
brew "dotter"
brew "git"
brew "gcc"
brew "gh"
brew "lazygit"
brew "fd"
brew "btop"
brew "yazi"
brew "eza"
brew "bat"
brew "curl"
brew "asdf"
brew "zip"
brew "docker"
cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrains-mono"
brew "zoxide"
brew "fzf"
brew "just"
cask "neovide-app"
brew "neovim"
brew "asdf"
brew "gpg"
brew "gawk"
cask "karabiner-elements"
cask "spotify"
brew "spicetify-cli"
brew "rust-analyzer"
brew "rustup"
cask "blackhole-16ch"
brew "ripgrep"
cask "linearmouse"
brew "dust"
brew "delta"
brew "duf"
brew "sd"
brew "ripgrep-all"
brew "broot"
brew "jj"
brew "wrk"
brew "task"
brew "taskwarrior-tui"
brew "doggo"
brew "gping"
brew "mise"
brew "lazydocker"
brew "resterm"
brew "hyperfine"
