1yib.rust-bundle
astro-build.astro-vscode
be5invis.vscode-custom-css
catppuccin.catppuccin-vsc-icons
dustypomerleau.rust-syntax
fabiospampinato.vscode-monokai-night
file-icons.file-icons
fill-labs.dependi
github.copilot-chat
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
pranjalkumar.minimal-kiwi
rust-lang.rust-analyzer
svelte.svelte-vscode
teabyii.ayu
vscodevim.vim
